{
  "title":"Shia Labeouf",
  "scene":[
    {
      "number":0,
      "console":"You're walking in the woods. There's no one around, And your phone is dead. Out of the corner of your eye you spot him, Shia LaBeouf. He's following you About 30 feet back. He gets down on all fours and breaks into a sprint. He's gaining on you.",
      "option":[
        {"text":"run", "action":1}
      ]
    },
    {
      "number":1,
      "console":"You're looking for your car, But you're all turned around. He's almost upon you now And you can see there's blood on his face! My god, there's blood everywhere! Running for your life (From Shia LaBeouf.) He's brandishing a knife. (It's Shia LaBeouf.) Lurking in the shadows Hollywood superstar Shia LaBeouf. Living in the woods, (Shia LaBeouf.) Killing for sport, (Shia LaBeouf.) Eating all the bodies Actual, cannibal Shia LaBeouf.",
      "option":[
        {"text":"continue running", "action":2},
        {"text":"look back", "action":3}
      ]
    },
    {
      "number":2,
      "console":"You continue running and run straight past a cabin with its light on, as you run blindly through the dark woods you eventually run off of a cliff and plummet do your death. YOU DIED :(",
      "option":[]
    },
    {
      "number":3,
      "console":"Now it's dark and you seem to have lost him, But you're hopelessly lost yourself. Stranded with a murderer, You creep silently through the underbrush. A-ha! In the distance, A small cottage with a light on. Hope!",
      "option":[
        {"text":"move stealthily toward it", "action":4},
        {"text":"go back the way you came", "action":5}
      ]
    },
    {
      "number":4,
      "console":"You move stealthily toward it, But your leg! Ah! It's caught in a bear trap!",
      "option":[
        {"text":"wait", "action":6},
        {"text":"gnaw off your leg", "action":7},
        {"text":"continue walking", "action":8}
      ]
    },
    {
      "number":5,
      "console":"You turn around and leave the woods. You get to your car and drive away. YOU ARE REALLY BORING :(",
      "option":[]
    },
    {
      "number":6,
      "console":"You fall asleep and freeze during the night. YOU DIED :(",
      "option":[]
    },
    {
      "number":7,
      "console":"Gnawing off your leg, (Quiet, quiet).",
      "option":[
        {"text":"limp toward the cottage", "action":9},
        {"text":"give up", "action":10}
      ]
    },
    {
      "number":8,
      "console":"You pull the chain on the bear trap out of the ground and continue walking. However the bear trap makes a loud noise, this attracts Shia to you and he kills and eats you. YOU DIED :(",
      "option":[]
    },
    {
      "number":9,
      "console":"Limping toward the cottage, (Quiet, quiet.) Now you're on the doorstep, Sitting inside, Shia LaBeouf. Sharpening an ax, (Shia LaBeouf).",
      "option":[
        {"text":"enter the cottage", "action":11},
        {"text":"run away", "action":12}
      ]
    },
    {
      "number":10,
      "console":"You lay there and bleed out to death. YOU DIED :(",
      "option":[]
    },
    {
      "number":11,
      "console":"But he doesn't hear you enter, (Shia LaBeouf).",
      "option":[
        {"text":"sneak up behind him", "action":13},
        {"text":"take his gun", "action":14}
      ]
    },
    {
      "number":12,
      "console":"As you cowardly run away a twig snaps. Shia's axe flys through the air and embeds itself in your skull. YOU DIED :(",
      "option":[]
    },
    {
      "number":13,
      "console":"You're sneaking up behind him. Strangling superstar Shia LaBeouf. Fighting for your life with Shia LaBeouf, Wrestling a knife from Shia LaBeouf.",
      "option":[
        {"text":"stab it in his kidney", "action":15}
      ]
    },
    {
      "number":14,
      "console":"You commit suicide with his gun. LIFE IS HARD :(",
      "option":[]
    },
    {
      "number":15,
      "console":"Safe at last from Shia LaBeouf. You limp into the dark woods, Blood oozing from your stump leg. But you have won. You have beaten Shia LaBeouf.",
      "option":[
        {"text":"limp back to your car", "action":16}
      ]
    },
    {
      "number":16,
      "console":"Wait! He isn't dead! Shia Surprise! There's a gun to your head, and death in his eyes. But you can do Jiu Jitsu.",
      "option":[
        {"text":"body slam superstar Shia Labeouf", "action":17}
      ]
    },
    {
      "number":17,
      "console":"Legendary fight with Shia LaBeouf Normal Tuesday night for Shia LaBeouf You try to swing an axe at Shia LaBeouf But blood is draining fast from your stump leg He's dodging every swipe, he parries to the left You counter to the right, you catch him in the neck You're chopping off his head now You have just decapitated Shia LaBeouf His head topples to the floor, expressionless You fall to your knees and catch your breath YOU'RE FINALLY SAFE FROM SHIA LABEOUF.",
      "option":[]
    }
  ]
}